Repository: embunazzahra/Budgeting-Calculator-for-Ederly
Catalog: Localizable.xcstrings
Source language: en
Languages: id

source: -IDR %.f
id: -Rp %.f

source: Account Balance
id: Saldo Akun

source: Add Expenses
id: Tambah Pengeluaran

source: Amount
id: Jumlah

source: Amount Budget
id: Jumlah Anggaran

source: Budget
id: Anggaran

source: Budget Settings
id: Pengaturan Anggaran

source: Choose Category
id: Pilih Kategori

source: Confirm Update
id: Konfirmasi Perubahan

source: Dashboard
id: Dasbor

source: Edit Balance
id: Edit Saldo

source: Enter a number
id: Masukkan Angka

source: Expenses
id: Pengeluaran

source: Food
id: Makanan

source: health
id: Kesehatan

source: Health
id: Kesehatan

source: History
id: Riwayat

source: History for %@
id: Riwayat untuk %@

source: household
id: Rumah Tangga

source: Household
id: Rumah Tangga

source: IDR
id: Rp

source: IDR %.2f
id: Rp %.2f

source: IDR %lld
id: Rp %lld

source: IDR 0
id: Rp 0

source: other
id: Lainnya

source: Other
id: Lainnya

source: Recent Expenses
id: Pengeluaran Terbaru

source: Remaining budget
id: Sisa anggaran

source: Remaining Budget
id: Sisa Anggaran

source: savings
id: tabungan

source: Savings
id: Tabungan

source: Set Budget for %@
id: Tetapkan Anggaran untuk %@

source: Spent: %.2f
id: Dibelanjakan:%.2f

source: Update Account Balance
id: Perbarui Saldo Akun

source: View All
id: Lihat Semua
